Repository: yoshyep/DaVinci
Catalog: INSCENEWorkbench/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# appearance.dark
source: Dark
zh_hans: 深色

# appearance.light
source: Light
zh_hans: 浅色

# appearance.system
source: System
zh_hans: 跟随系统

# common.done
source: Done
zh_hans: 完成

source: Content unavailable
zh_hans: 内容不存在

# content.professional
source: Professional
zh_hans: 专业

# content.quick
source: Quick
zh_hans: 快速

source: Could Not Save
zh_hans: 无法保存

source: Favorite
zh_hans: 已收藏

source: INSCENE logo
zh_hans: INSCENE 标志

# language.zhHans
source: Simplified Chinese
zh_hans: 简体中文

# library.placeholder
source: Browse the local guide library.
zh_hans: 浏览本地工具资料库。

# lookup.placeholder
source: Find actions, shortcuts, and fixes locally.
zh_hans: 在本机查找动作、快捷键和故障处理。

source: Offline built-in source
zh_hans: 本地内置来源

source: OK
zh_hans: 好

# onboarding.finish
source: Start Workbench
zh_hans: 开始使用工作台

# onboarding.navigationTitle
source: Welcome
zh_hans: 欢迎

# onboarding.subtitle
source: Choose three local defaults. No account, network access, or tracking is required.
zh_hans: 选择三个本地默认项。无需账号、网络访问或跟踪。

# onboarding.title
source: Set up your workbench
zh_hans: 设置你的工作台

source: Pro
zh_hans: 专业

source: Quick
zh_hans: 快速

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.appVersion
source: App Version
zh_hans: App 版本

# settings.clearHistory
source: Clear Recent History
zh_hans: 清除最近记录

# settings.contentLevel
source: Content Level
zh_hans: 内容层级

# settings.contentVersion
source: Content Version
zh_hans: 内容版本

# settings.copyrightDisclaimer
source: Professional methods are presented as original summaries with sources; protected courses, videos, PowerGrades, and LUTs are not copied or distributed.
zh_hans: 专业方法以原创摘要和来源呈现；不会复制或分发受版权保护的课程、视频、PowerGrade 或 LUT。

# settings.defaultTab
source: Default Start Tab
zh_hans: 默认起始页

# settings.deleteAll
source: Delete All Local Data
zh_hans: 删除全部本地数据

# settings.export
source: Export Local Data
zh_hans: 导出本地数据

# settings.haptics
source: Haptics
zh_hans: 触觉反馈

# settings.import
source: Import Local Data
zh_hans: 导入本地数据

# settings.independentDisclaimer
source: DaVinci Resolve and Blackmagic Design are trademarks of their respective owners. INSCENE is an independent guide and is not affiliated with or endorsed by Blackmagic Design.
zh_hans: DaVinci Resolve 与 Blackmagic Design 为其各自权利人的商标。INSCENE 是独立工具手册，不代表与 Blackmagic Design 合作或获得其背书。

# settings.language
source: Language
zh_hans: 语言

# settings.localDataUnavailable
source: Available when local data tools are implemented.
zh_hans: 本地数据工具实现后可用。

# settings.localOnly
source: Settings use only local storage.
zh_hans: 设置仅保存在本机。

# settings.platform
source: Shortcut Platform
zh_hans: 快捷键平台

# settings.resetProgress
source: Reset Project Progress
zh_hans: 重置项目进度

# settings.resolveVersion
source: Resolve Version
zh_hans: Resolve 版本

# settings.section.about
source: About & Trademarks
zh_hans: 关于与商标

# settings.section.appearance
source: Appearance & Accessibility
zh_hans: 外观与辅助功能

# settings.section.content
source: Guide Defaults
zh_hans: 工具手册默认项

# settings.section.language
source: Language
zh_hans: 语言

# settings.section.localData
source: Local Data
zh_hans: 本地数据

# settings.showProfessionalRecommendations
source: Show Professional Recommendations
zh_hans: 显示专业流程推荐

# settings.showSources
source: Show Source Labels
zh_hans: 显示来源标签

# settings.systemAccessibility
source: Dynamic Type, increased contrast, and reduced motion follow iOS settings.
zh_hans: 动态字体、增强对比度和减少动态效果均跟随 iOS 设置。

# settings.title
source: Settings
zh_hans: 设置

# tab.library
source: Library
zh_hans: 资料库

# tab.lookup
source: Quick Lookup
zh_hans: 速查

# tab.workbench
source: Workbench
zh_hans: 工作台

# tab.workflows
source: Workflows
zh_hans: 工作流

# workbench.context.localItems
source: local items
zh_hans: 个本地项目

# workbench.continue
source: Continue Workflow
zh_hans: 继续工作流

# workbench.currentProject
source: Current Project
zh_hans: 当前项目

# workbench.delivery.completed
source: Completed
zh_hans: 已完成

# workbench.delivery.detail
source: Delivery checklist
zh_hans: 交付检查表

# workbench.delivery.pending
source: Pending
zh_hans: 待完成

# workbench.detail.shortestPath
source: Safest shortest path
zh_hans: 安全的最短操作路径

# workbench.detail.unavailable
source: This local record is unavailable.
zh_hans: 此本地记录暂不可用。

# workbench.explain
source: New to this step? 30-second explanation
zh_hans: 不熟悉这一步？30 秒解释

# workbench.immediateTools
source: Immediate Tools
zh_hans: 立即处理

# workbench.localOnly
source: Project tools · On device
zh_hans: 项目工具 · 仅本机

# workbench.placeholder
source: Project tools and recent work will appear here.
zh_hans: 项目工具与最近使用内容将在此显示。

# workbench.project.completed
source: Workflow complete · Ready to review delivery
zh_hans: 工作流已完成 · 可检查交付

# workbench.project.deliveryChecklist
source: Delivery Checklist
zh_hans: 交付检查表

# workbench.project.favorites
source: Favorite Tools
zh_hans: 收藏工具

# workbench.project.notes
source: Notes
zh_hans: 笔记

# workbench.project.recent
source: Recent Records
zh_hans: 最近记录

# workbench.projectTools
source: Project Tools
zh_hans: 项目工具

# workbench.quick.deleteSegment
source: Trim a Segment
zh_hans: 剪掉片段

# workbench.quick.deleteSegment.detail
source: Remove it and close the gap safely
zh_hans: 安全删除并自动闭合空隙

# workbench.quick.emergency
source: Emergency Fix
zh_hans: 故障急救

# workbench.quick.emergency.detail
source: Recover media, playback, or output
zh_hans: 恢复媒体、播放或输出

# workbench.quick.exportSettings
source: Export Settings
zh_hans: 输出设置

# workbench.quick.exportSettings.detail
source: Choose a reliable delivery recipe
zh_hans: 选择可靠的交付配方

# workbench.quick.skinCorrection
source: Correct Skin Tone
zh_hans: 修正肤色

# workbench.quick.skinCorrection.detail
source: Balance first, then isolate gently
zh_hans: 先平衡，再柔和限定

# workbench.recent.empty
source: Tools you open stay on this device.
zh_hans: 打开过的工具会保存在本机。

# workbench.recent.favorite
source: Favorite
zh_hans: 收藏

# workbench.recent.pin
source: Pin
zh_hans: 置顶

# workbench.recent.remove
source: Remove
zh_hans: 移除

# workbench.recentUsage
source: Recently Used
zh_hans: 最近使用

# workbench.reviewDelivery
source: Review Delivery
zh_hans: 检查交付

# workbench.search.clear
source: Clear search
zh_hans: 清除搜索

# workbench.search.placeholder
source: Search actions, shortcuts, or troubleshooting…
zh_hans: 搜索动作、快捷键、故障…

# workbench.search.routeHint
source: Open the Quick Lookup tab for local search.
zh_hans: 前往速查页进行本地搜索。

# workbench.search.title
source: Global Command Search
zh_hans: 全局命令搜索

# workbench.stage.completed
source: Completed
zh_hans: 已完成

# workbench.stage.current
source: Current stage
zh_hans: 当前阶段

# workbench.stage.detail
source: Workflow stage
zh_hans: 工作流阶段

# workbench.stage.upcoming
source: Upcoming
zh_hans: 未开始

# workbench.startWorkflow
source: Start a Workflow
zh_hans: 开始一个工作流

# workbench.startWorkflow.detail
source: Choose a local template; your progress remains on this iPhone.
zh_hans: 选择本地模板；进度仅保存在这台 iPhone。

# workbench.template.localOnly
source: This template will create an on-device project in a later workflow step.
zh_hans: 此模板将在后续工作流步骤中创建本机项目。

# workbench.title
source: DaVinci Workbench
zh_hans: 达芬奇工作台

# workbench.workflowStages
source: Ten-stage workflow
zh_hans: 十阶段工作流

# workflows.placeholder
source: Continue a local project workflow.
zh_hans: 继续本地项目工作流。

# 专业
source: Pro
zh_hans: 专业

# 内容不存在
source: Content unavailable
zh_hans: 内容不存在

# 好
source: OK
zh_hans: 好

# 已收藏
source: Favorite
zh_hans: 已收藏

# 快速
source: Quick
zh_hans: 快速

# 无法保存
source: Could Not Save
zh_hans: 无法保存

# 本地内置来源
source: Offline built-in source
zh_hans: 本地内置来源
